{
  "title": "Meet Our Team",
  "description": "A diverse group of researchers, engineers, and innovators building the future of decentralized data infrastructure.",
  "members": [
    {
      "name": "Ilya Paveliev",
      "role": "CEO",
      "bio": "Founding partner at Arete Capital, launched a $20M VC fund with institutional LP backing (Marc Andreessen family office). Former Portfolio Manager at Adrian Lee & Partners ($14B AUM) and M&A advisory at Perella Weinberg Partners. Recognized for bridging deep technical innovation (AI, Web3) with capital markets.",
      "avatar": "/team/ilya-paveliev.jpg",
      "social": {
        "twitter": "https://twitter.com/ilyapaveliev",
        "github": "https://github.com/ilyapaveliev"
      }
    },
    {
      "name": "Ari Lerner",
      "role": "CTO",
      "bio": "Former CTO & Co-Founder, byte-hacker, and author driving AI innovation in distributed systems. Cybersecurity hacker and product builder shaping the future of intelligent infrastructure. Created Password Genie and Python for Hackers, leading applied AI in optimization, security, and human interaction.",
      "avatar": "/team/ari-lerner.jpg",
      "social": {
        "twitter": "https://twitter.com/auser",
        "github": "https://github.com/auser"
      }
    },
    {
      "name": "Bill Wright",
      "role": "Chief Architect",
      "bio": "Former Chief AI Architect at Red Hat CTO Office driving enterprise AI/ML strategy and growth. Led NFV innovations at Affirmed Networks fuelling a multi-billion-dollar virtual infrastructure telco transformation. Shaped edge AI and virtualized network research at VMWare.",
      "avatar": "/team/bill-wright.jpg",
      "social": {
        "twitter": "https://twitter.com/",
        "github": "https://github.com/"
      }
    },
    {
      "name": "Alex Flom",
      "role": "Head of Research",
      "bio": "Previously Systems Engineering at US Military and Red Hat focused on emergent tech R&D. Designed the air-gapped enterprise software distribution for Red Hat OpenShift. Co-created multiple compliance solutions, including ComplyScribe with DoW, US Navy, IBM Research & NIST.",
      "avatar": "/team/alex-flom.jpg",
      "social": {
        "twitter": "https://twitter.com/",
        "github": "https://github.com/"
      }
    }
  ],
  "joinTeam": {
    "title": "Join the community",
    "description": "Connect with researchers, developers, and contributors building the future of decentralized data infrastructure.",
    "viewPositions": "Join our Discord →"
  }
}
